<?php
//Массив, для подключения к БД
return [
    'host' => '10.10.10.155', // Имя хоста    127.0.0.1        10.10.10.155
    'database' => 'db_post', // База данных
    'user' => 'dbusr_post', // Имя пользователя
    'password' => 'M6b0A9l2', // Пароль от базы данных
    'port' => 3306, // Порт
];


/*
 * В боевом режиме использовать:
    'host' => '10.0.1.3', // Имя хоста
    'database' => 'db_post', // База данных
    'user' => 'dbusr_post', // Имя пользователя
    'password' => 'M6b0A9l2', // Пароль от базы данных
    'port' => 3306, // Порт
 */