<?php


class Document
{
    /*******************************************************
     ********************* Поля класса *********************
     *******************************************************/



    /***********************************************************
     ********************** Методы класса **********************
     ***********************************************************/

    /*
     * Добавить тип документа
     * @var $type $array() - информация о документе
     * return int OR boolean
     */
    public static function addDocymentType($type)
    {

    }
}